# Brewfile with common dependencies

brew 'grc'
brew 'ack'
brew 'coreutils'
brew 'gradle'
brew 'tree'
brew 'cntlm'

tap 'caskroom/cask'
cask_args appdir: '/Applications'
cask 'virtualbox'
cask 'vagrant'
cask 'the-unarchiver'
cask 'google-chrome'
cask 'shiftit'
cask 'sublime-text'
cask 'atom'
cask 'handbrake'
cask 'telegram'
cask 'unrarx'
cask 'firefox'
cask 'docker'
