cask_args appdir: '/Applications'

brew 'ack'
brew 'coreutils'
brew 'tree'
brew 'gh'
brew 'awscli'

cask_args appdir: '/Applications'
cask 'the-unarchiver'
cask 'telegram'
cask 'docker'
cask 'visual-studio-code'
cask 'chatgpt'
cask 'notion'
cask 'arc'
cask 'whatsapp'
cask 'warp'
cask 'zed'
cask 'bruno'
cask 'cursor'
#cask 'diffusionbee'